Repository: jmlm74/P11-Ameliorez-un-projet-existant-en-Python
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: <p>Pur Beurre is the initiative of two lovers of French gastronomy, Colette Tatou and Rémy, that you have certainly encountered in our excellent restaurant Ratatouille.</p> <p> <mark> Colette Tatou: </mark> "We all love to eat, especially in France! Personally, a baguette fresh, good goat cheese and a good red wine are enough for me. Like everyone, I do my shopping at the supermarket. But little by little I realized, especially when we opened the restaurant, that I could replace the sanitized products that I had used to buying with good local products And often for the same price! "</p> <p> <mark> Remy: </mark> "For my part, I was already going to many stores because I like to go for a walk, especially in cellars and kitchens. I knew the contents of organic stores by heart (which I love) as well as the ingredients of all the foods sold. When Colette told me asked if she could replace her morning Nutella with a healthier food, I knew it all now where to find it. The idea of ​​Pur Beurre was born! "</p>
fr: <p>Pur Beurre est l'initiative de deux amoureux de la gastronomie française, Colette Tatou et Rémy, que vous avez déjà certainement rencontrés dans notre excellent restaurant Ratatouille. <p> <p><mark>Colette Tatou :</mark> Nous aimons tous manger, surtout en France ! Personnellement, une baguette fraîche, du bon fromage de chèvre et un bon vin rouge me suffisent amplement. Comme tout le monde, je fais mes courses au supermarché. Mais petit à petit je me suis rendue compte, surtout lorsque nous avons ouvert le restaurant, que je pouvais remplacer les produits aseptisés que j'avais l'habitude d'acheter par de bons produits du terroir Et souvent pour le même prix </p> <p><mark>Remy :</mark> Pour ma part je me rendais déjà dans bien des magasins car j'aime beaucoup me balader, surtout dans les caves et les cuisines. Je connaissais par coeur le contenu des boutiques bio (dont je raffole) ainsi que les ingrédients de tous les aliments vendus. Lorsque Colette m'a demandé si elle pouvait remplacer son Nutella matinal par un aliment plus sain, je savais tout de suite où le trouver. L'idée de Pur Beurre était née !</p>

source: Icones
fr: Icons

source: Icones de
fr: Icons from

source: Photos
fr: Pictures

source: réalisée par
fr: made by

source: Thème
fr: Theme

source: Adapté du thème
fr: From theme

source: Hébergement
fr: Web Hosting

source: Développement
fr: Development

source: category name
fr: Categorie

source: products number
fr: Nombre de produits

source: Store name
fr: Magasin

source: Store
fr: Magasin

source: Stores
fr: Magasins

source: Brand Product
fr: Marque du produit

source: Brand
fr: Marque

source: Brands
fr: Marques

source: High
fr: Elevé

source: Moderate
fr: Moyen

source: Low
fr: Bas

source: Unknown
fr: Inconnu

source: Product name
fr: Nom du produit

source: Barcode
fr: Code barre

source: OpenFoodFact product URL
fr: URL OpenFoodfact du produit

source: Nutriscore score
fr: Score Nutriscore

source: Nutriscore notation
fr: Nutriscore grade

source: OpenFoodFact photo URL
fr: URL openFoodFact photo

source: Scans number
fr: Nombre de scans

source: Salt
fr: Sel

source: Sugar
fr: Sucre

source: Fat
fr: Graisse

source: Saturated fat
fr: Graisse saturée

source: Product brand
fr: Marque du produit

source: Product store
fr: Magasin

source: Product category
fr: Catégorie du produit

source: Product
fr: Produit

source: Products
fr: Produits

source: product whished by client
fr: Produit demandé par le client

source: product in database
fr: Produit dans la base de données

source: Products Wish
fr: Produits demandés

source: Products Wishes
fr: Produits demandés

source: <p> Warning: This operation will erase <strong> ALL </strong> the data from the database including the bookmarks !!!! </p> <p> This will bring you back to the index page and will take about 5 to 10 minutes! </p>
fr: <p> Attention: Cette opération va écraser <strong> TOUTES </strong> les données de la pbase de données y compris les favoris !!!! </p> <p> Cela vous renverra sur la page nd'accueil et durera 5 à 10 mn !</p>

source: To continue click on 'Continue' or click on 'Index' to go back to the Index page
fr: Poru continuer cliquez sur 'Continuer' ou cliquer sur 'Index' pour retourner sur la page d'accueil

source: Continue
fr: Continuer

source: List of all bookmarks for
fr: Liste des favoris pour

source: PRODUCT(S)
fr: PRODUITS(S)

source: SUBSTITUTE(S)
fr: SUBSTITUT(S)

source: No bookmmark !!!
fr: Pas de favori !!!

source: Searched product
fr: Produit recherché

source: Undefined error during the search !
fr: Erreur indéfinie pendant la recherche

source: <h2> Error! You must be authenticated to search a product! </h2> <h5> Click on "Continue" to go directly to the login page </h5> <h5> or on "Index" to return to the home page </h5>
fr: <h2>Errur !! Vous devez être connecté pour rechercher un produit</h2> <h5> Cliquez sur "Continuer" pour aller directement sur la page de connexion </h5> <h5> ou sur "Index" pour retourner sur la page d'accueil </h5>

source: <p> <h3> Search error ==> No product found! </h3> <h5> Do you want us to go find the data for you? </h5> <h5> If you click on yes, please start your search again in a few minutes? </h5> </p> <h5> Click on Index to return to the index page or on Back to return to where you came from! </h5>
fr: <p> <h3> Erreur durant la recherche ==> aucun produit trouvé! </h3> <h5> Voulez-vous que nous allions chercher les produits pour vous ? </h5> <h5> Si vous cliquez sur 'oui', Merci de recommencer votre recherche dans quelques minutes ! </h5> </p> <h5> Cliquez sur 'Index' pour retourner à la page d'accueil ou sur retour ! </h5>

source: <h3> The search returned more than one product! </h3> <h5> Please select one then validate so that we can suggest the best substitutes.</h5>
fr: <h3> La recherche a retourné plus de un produit! </h3> <h5> Merci d'en selectionner un afin que nous puissions vous proposer les meilleurs substituts.</h5>

source: No substitute found !!!
fr: Aucun substitut !!!

source: Select substitute
fr: Selectionnez un substitut

source: Product Detail
fr: Détail produit

source: List Bookmarks
fr: Liste favoris

source: French
fr: Français

source: English
fr: Anglais

source: OUPS ! Something went wrong...
fr: OUPS ! Quelque chose s'est mal passé !

source: Click her to go back !
fr: Cliquez ici pour revenir en arrière

source: mentions legales
fr: legal mentions

source: Contactez-nous
fr: Contact us

source: Bookmarks
fr: Favoris

source: Logout
fr: Déconnexion

source: User management
fr: Gestion utilisateur

source: first
fr: première

source: previous
fr: Avant

source: next
fr: Après

source: last
fr: Dernière
